Repository: mo7amedElfadil/swea
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar

source: Please log in to access this page
ar: الرجاء تسجيل الدخول للوصول إلى هذه الصفحة

source: Invalid tab
ar: تبويب غير صالح

source: Research not found
ar: لم يتم العثور على البحث

source: An error occurred while creating the course
ar: حدث خطأ أثناء إنشاء الدورة

source: Course created successfully
ar: تم إنشاء الدورة بنجاح

source: An error occurred while updating the course
ar: حدث خطأ أثناء تحديث الدورة

source: Course updated successfully
ar: تم تحديث الدورة بنجاح

source: An error occurred while deleting the course
ar: حدث خطأ أثناء حذف الدورة

source: Course deleted successfully
ar: تم حذف الدورة بنجاح

source: An error occurred while creating the podcast
ar: حدث خطأ أثناء إنشاء البودكاست

source: Podcast created successfully
ar: تم إنشاء البودكاست بنجاح

source: An error occurred while updating the podcast
ar: حدث خطأ أثناء تحديث البودكاست

source: Podcast updated successfully
ar: تم تحديث البودكاست بنجاح

source: An error occurred while deleting the podcast
ar: حدث خطأ أثناء حذف البودكاست

source: Podcast deleted successfully
ar: تم حذف البودكاست بنجاح

source: An error occurred while creating the research
ar: حدث خطأ أثناء إنشاء البحث

source: Research created successfully
ar: تم إنشاء البحث بنجاح

source: An error occurred while updating the research
ar: حدث خطأ أثناء تحديث البحث

source: Research updated successfully
ar: تم تحديث البحث بنجاح

source: An error occurred while deleting the research
ar: حدث خطأ أثناء حذف البحث

source: Research deleted successfully
ar: تم حذف البحث بنجاح

source: An error occurred while creating the member
ar: حدث خطأ أثناء إنشاء عضو الفريق

source: Member created successfully
ar: تم إنشاء عضو الفريق بنجاح

source: An error occurred while updating the member
ar: حدث خطأ أثناء تحديث عضو الفريق

source: Member updated successfully
ar: تم تحديث عضو الفريق بنجاح

source: An error occurred while deleting the member
ar: حدث خطأ أثناء حذف عضو الفريق

source: Member deleted successfully
ar: تم حذف عضو الفريق بنجاح

source: Invalid credentials
ar: بيانات الاعتماد غير صالحة

source: Login successful
ar: تم تسجيل الدخول بنجاح

source: Your comment received successfully
ar: تم استلام تعليقك بنجاح

source: Project not found
ar: لم يتم العثور على المشروع

source: Project created successfully
ar: تم إنشاء المشروع بنجاح

source: Project updated successfully
ar: تم تحديث المشروع بنجاح

source: Project deleted successfully
ar: تم حذف المشروع بنجاح

source: Email already subscribed
ar: البريد الإلكتروني مشترك بالفعل

source: Failed to subscribe
ar: فشل في الاشتراك

source: Thank you for subscribing
ar: شكرًا لك على الاشتراك

source: No email address provided for unsubscribe request.
ar: لا توجد عنوان بريد إلكتروني مقدم لطلب إلغاء الاشتراك.

source: Failed to unsubscribe. Please try again later.
ar: فشل في إلغاء الاشتراك. يرجى المحاولة مرة أخرى لاحقًا.

source: You have been successfully unsubscribed.
ar: لقد تم إلغاء اشتراكك بنجاح.

source: Failed to send broadcast email
ar: فشل في إرسال البريد الإلكتروني الجماعي

source: Broadcast email sent successfully
ar: تم إرسال البريد الإلكتروني الجماعي بنجاح

source: Subscribers exported successfully
ar: تم تصدير المشتركين بنجاح

source: create_team_member
ar: إنشاء عضو

source: An error occurred while creating the team member
ar: حدث خطأ أثناء إنشاء عضو الفريق

source: Team member created successfully
ar: تم إنشاء عضو الفريق بنجاح

source: Team member not found
ar: لم يتم العثور على عضو الفريق

source: update_team_member
ar: تحديث العضو

source: Team member updated successfully
ar: تم تحديث عضو الفريق بنجاح

source: Team member deleted successfully
ar: تم حذف عضو الفريق بنجاح

source: Rate limit exceeded
ar: تجاوز الحد الأقصى

source: Invalid or empty 'name' field.
ar: حقل الإسم غير صالح أو فارغ.

source: Name must be between 2 and 100 characters
ar: الإسم يجب أن يكون بين 2 و 100 حرف

source: Invalid email format in 'email' field.
ar: تنسيق البريد الإلكتروني غير صالح

source: Invalid or empty 'content' field.
ar: حقل المحتوى غير صالح أو فارغ.

source: Message content must be at least 10 characters long
ar: محتوى الرسالة يجب أن يكون على الأقل 10 أحرف

source: login
ar: تسجيل الدخول

source: admin login
ar: تسجيل الدخول للمشرف

source: Username
ar: إسم المستخدم

source: Password
ar: كلمة المرور

source: dashboard
ar: لوحة التحكم

source: swea_dashboard
ar: لوحة تحكم SWEA

source: welcome
ar: مرحبًا! سوسن

source: swea_projects
ar: المشاريع

source: swea_team
ar: الفريق

source: swea_knowledge_hub
ar: مركز المعرفة

source: swea_subscribers
ar: المشتركين

source: news
ar: الأخبار

source: home
ar: الرئيسية

source: hero title
ar: تمكين النساء السودانيات العاملات في مجال الاقتصاد

source: hero description
ar: هدفنا هو إنشاء مساحة للنساء السودانيات العاملات في مجال الاقتصاد للنمو المهني، من خلال بناء العلاقات، وتعزيز المهارات، وتعبئة الفرص.

source: join us
ar: إنضم لنا

source: mission title
ar: مهمتنا

source: mission 1 title
ar: تمكين الاقتصاديين السودانيين

source: mission 1 desc
ar: عرض أعمال النساء السودانيات العاملات في مجال الاقتصاد مع ضمان تضخيم أصوات النساء في مجالات الاقتصاد والتخصصات ذات الصلة، في كل من الأوساط الأكاديمية والممارسة العملية.

source: mission 2 title
ar: التطور الوظيفي

source: mission 2 desc
ar: تطوير المسار الوظيفي وبناء القدرات للنساء الشابات العاملات في مجال الاقتصاد في السودان؛ إلى جانب توفير علاقة مهنية ثنائية الاتجاه بين الخبراء في المجال والاقتصاديات النساء الطموحات.

source: mission 3 title
ar: التضامن بين الاقتصاديين

source: mission 3 desc
ar: دعم فرص البحث والنشر للنساء السودانيات العاملات في مجال الاقتصاد؛ داخل شبكة شاملة وداعمة.

source: mission 4 title
ar: التواصل مع الشركاء

source: mission 4 desc
ar: تبادل المعرفة والخبرات بين الأجيال داخل مجال الاقتصاد

source: our story
ar: قصتنا

source: our story desc
ar: تم تأسيس جمعية النساء السودانيات العاملات في مجال الاقتصاد (SWEA) في يونيو 2020، على أساس سد الفجوة السائدة في مشاركة النساء العاملات في الاقتصاد في المجالات الأكاديمية والسياسية في السودان. مدفوعة بحماس مؤسسيها وأعضائها، تهدف SWEA إلى بناء القدرات، وتشجيع وتعزيز مساهمات النساء العاملات في الاقتصاد، والنساء الشابات اللاتي يسعين للحصول على درجات علمية في الاقتصاد. تسعى SWEA إلى تحقيق ذلك من خلال توفير منصة تجمع النساء السودانيات العاملات في مجال الاقتصاد، وتقديم فرص للتواصل، وإثراء مجال البحوث الاقتصادية بمساهمات أعضائها.

source: our vision
ar: رؤيتنا

source: vision 1
ar: <b>تعزيز</b> مشاركة النساء السودانيات العاملات في مجال الاقتصاد في المجالات الأكاديمية والسياسات العامة في السودان

source: vision 2
ar: <b>بناء قدرات</b> النساء الشابات في مجال الاقتصاد

source: vision 3
ar: <b>تعزيز</b> أصوات النساء السودانيات في البحث والممارسة الاقتصادية.

source: vision 4
ar: <b>تعزيز التضامن</b> بين النساء السودانيات العاملات في مجال الاقتصاد عبر الأجيال.

source: contact us
ar: تواصل معنا

source: contact enquiry
ar: لديك سؤال أو إستفسار؟

source: form name
ar: أدخل اسمك

source: form email
ar: أدخل بريدك الإلكتروني

source: form textarea
ar: تعليق أو رسالة

source: submit
ar: إرسال

source: knowledge_hub
ar: مركز المعرفة

source: kh hero title 1
ar: المعرفة

source: kh hero title 2
ar: مركز

source: Scroll to content
ar: التمرير إلى المحتوى

source: 404_not_found
ar: 404 - غير موجود

source: Page Not Found
ar: الصفحة غير موجودة

source: not_found_message
ar: لم نتمكن من العثور على الصفحة التي تبحث عنها. قد تكون قد تم نقلها، أو حذفها، أو ربما لم تكن موجودة أبدًا.

source: Return Home
ar: العودة إلى الصفحة الرئيسية

source: Go Back
ar: العودة للخلف

source: projects
ar: المشاريع

source: Author
ar: الكاتب

source: Status
ar: الحالة

source: Completion Date
ar: تاريخ الإنتهاء

source: Ongoing
ar: جاري

source: Testimonials
ar: التوصيات

source: Link copied to clipboard!
ar: تم نسخ الرابط إلى الحافظة!

source: project hero desc
ar: استكشِف مشاريعنا المؤثرة التي تهدف إلى تمكين النساء السودانيات العاملات في مجال الاقتصاد، وتعزيز التعاون، ودفع عجلة التنمية الاقتصادية المستدامة.

source: Research
ar: البحوث

source: date
ar: التاريخ

source: meet_the_team
ar: تعرف على فريقنا

source: our_exceptional_team
ar: فريقنا الاستثنائي من القائدات والمبتكرات

source: team_description
ar: في سويا، يمثل فريقنا جوهر رسالتنا. يتكون الفريق من اقتصاديات و باحثات و مدافعات شغوفات يعملن معًا لتمكين المرأة وتعزيز التنمية المستدامة في السودان وخارجها.

source: confirm_unsub
ar: تأكيد إلغاء الاشتراك

source: Unsubscribe Successful
ar: تم إلغاء الاشتراك بنجاح

source: Unsubscribe Failed
ar: فشل إلغاء الاشتراك

source: Email:
ar: البريد الإلكتروني:

source: Return to Homepage
ar: العودة إلى الصفحة الرئيسية

source: Resubscribe
ar: إعادة الاشتراك

source: Changed your mind?
ar: غيرت رأيك؟

source: You can resubscribe anytime through our website.
ar: بإمكانك إعادة الاشتراك في أي وقت من خلال موقعنا.

source: empty research
ar: ﻻ توجد بحوث حاليً

source: Select the course
ar: اختر الدورة

source: Select Tags
ar: اختر العلامات

source: course_desc
ar: وصف الدورة

source: content_english_placeholder
ar: المحتوى بالإنجليزية

source: choose
ar: اختر

source: Content
ar: المحتوى

source: English Content
ar: المحتوى بالإنجليزية

source: Arabic Content
ar: المحتوى بالعربية

source: content_arabic_placeholder
ar: المحتوى بالعربية

source: current_image
ar: الصورة الحالية

source: Content Image
ar: صورة المحتوى

source: content_image
ar: صورة المحتوى

source: Add another content block
ar: أضف محتوى آخر

source: Remove this content block
ar: إزالة هذا المحتوى

source: Testimonial
ar: التوصيات

source: English Testimonial
ar: التوصية بالإنجليزية

source: testimonial_english_placeholder
ar: التوصية بالإنجليزية

source: Arabic Testimonial
ar: التوصية بالعربية

source: testimonial_arabic_placeholder
ar: التوصية بالعربية

source: Testimonial Author
ar: اسم الكاتب

source: testimonial_author_placeholder
ar: اسم الكاتب

source: Testimonial Author Qualification
ar: المؤهل العلمي للكاتب

source: testimonial_author_qualification_placeholder
ar: المؤهل العلمي للكاتب

source: current_photo
ar: الصورة الحالية

source: Testimonial Author Photo
ar: صورة الكاتب

source: testi_author_photo
ar: صورة الكاتب

source: Add another testimonial block
ar: أضف توصية أخرى

source: Remove this testimonial block
ar: إزالة هذه التوصية

source: create_member
ar: إنشاء عضو

source: add
ar: إضافة

source: cancel
ar: إلغاء

source: previous
ar: السابق

source: next
ar: التالي

source: search_placeholder
ar: أبحث

source: Export to Excel
ar: تصدير إلى Excel

source: all_projects
ar: كل المشاريع

source: ongoing
ar: جاري

source: completed_projects
ar: المشاريع المكتملة

source: footer caption
ar: ابقَ على اطلاع من خلال <b>الاشتراك</b> في نشرتنا الإخبارية!

source: subscribe
ar: اشترك

source: team
ar: الفريق

source: knowledge hub
ar: مركز المعرفة

source: switch language
ar: english

source: Watch Now
ar: شاهد الآن

source: learn more
ar: المزيد

source: courses
ar: دورات

source: researches
ar: بحوث

source: podcasts
ar: بودكاست

source: news_title_english
ar: عنوان الخبر بالإنجليزية

source: news_title_arabic
ar: عنوان الخبر بالعربية

source: news_date
ar: تاريخ الخبر

source: news date
ar: تاريخ الخبر

source: news_url
ar: رابط الخبر

source: news url
ar: رابط الخبر

source: news_image
ar: صورة الخبر

source: news image
ar: صورة الخبر

source: news_description
ar: وصف الخبر

source: english_news_description
ar: وصف الخبر بالإنجليزية

source: arabic_news_description
ar: وصف الخبر بالعربية

source: update
ar: تحديث

source: create
ar: إنشاء

source: edit
ar: تعديل

source: delete
ar: حذف

source: empty_news
ar: ﻻ توجد أخبار حاليً

source: add_news
ar: إضافة خبر

source: title_english
ar: عنوان المشروع بالإنجليزية

source: project_title_english
ar: عنوان المشروع بالإنجليزية

source: title_arabic
ar: عنوان المشروع بالعربية

source: project_title_arabic
ar: عنوان المشروع بالعربية

source: author_name_en
ar: إسم الكاتب بالإنجليزية

source: author_name_en_placeholder
ar: إسم الكاتب بالإنجليزية

source: author_name_ar
ar: إسم الكاتب بالعربية

source: author_name_ar_placeholder
ar: إسم الكاتب بالعربية

source: author_email
ar: عنوان البريد الإلكتروني للكاتب

source: author_email_placeholder
ar: عنوان البريد الإلكتروني للكاتب

source: completed
ar: مكتمل

source: status
ar: الحالة

source: date_of_completion
ar: تاريخ الإنتهاء

source: tags_english
ar: علامات بالإنجليزية

source: tags_english_placeholder
ar: علامات بالإنجليزية

source: tags_english_example
ar: Economy, Women, Empowerment

source: tags_arabic
ar: علامات بالعربية

source: tags_arabic_placeholder
ar: علامات بالعربية

source: tags_arabic_example
ar: اقتصاد، نساء، تمكين

source: hero_image
ar: صورة البطاقة

source: update_project
ar: تحديث المشروع

source: add_project
ar: إضافة مشروع

source: by
ar: بواسطة

source: confirm_delete_project
ar: هل أنت متأكد من حذف المشروع؟

source: no_projects_found
ar: لا توجد مشاريع حالياً

source: total_subscribers
ar: إجمالي المشتركين

source: subscribed_on
ar: اشترك في

source: no_subscribers_yet
ar: لا يوجد مشتركين حتى الآن

source: subscribers
ar: المشتركين

source: broadcast_email
ar: بريد إلكتروني جماعي

source: email_subject
ar: موضوع البريد الإلكتروني

source: email_subject_placeholder
ar: موضوع البريد الإلكتروني

source: subject_required
ar: العنوان مطلوب

source: email_body
ar: محتوى البريد الإلكتروني

source: send
ar: إرسال

source: confirm_delete_team_member
ar: هل أنت متأكد من حذف عضو الفريق؟

source: no_team_members_found
ar: لا توجد أعضاء حالياً

source: team_members
ar: أعضاء الفريق

source: add_team_member
ar: إضافة عضو

source: name_english
ar: الاسم بالإنجليزية

source: enter_name_in_english
ar: إسم العضو بالإنجليزية

source: name_arabic
ar: الاسم بالعربية

source: enter_name_in_arabic
ar: إسم العضو بالعربية

source: role_english
ar: وظيفة العضو

source: enter_role_in_english
ar: وظيفة العضو بالإنجليزية

source: role_arabic
ar: وظيفة العضو

source: enter_role_in_arabic
ar: وظيفة العضو بالعربية

source: order
ar: الترتيب

source: enter_member_order
ar: ترتيب العضو

source: bio_english
ar: نبذة عن العضو بالإنجليزية

source: enter_bio_in_english
ar: نبذة عن العضو بالإنجليزية

source: bio_arabic
ar: نبذة عن العضو بالعربية

source: enter_bio_in_arabic
ar: نبذة عن العضو بالعربية

source: email
ar: البريد الإلكتروني

source: enter_member_email
ar: بريد العضو

source: socials
ar: الروابط الاجتماعية

source: profile_image
ar: صورة العضو

source: course_title_english
ar: عنوان الدورة بالإنجليزية

source: english_title_placeholder
ar: عنوان بالإنجليزية

source: course_title_arabic
ar: عنوان الدورة بالعربية

source: arabic_title_placeholder
ar: عنوان بالعربية

source: course_name_english
ar: إسم الدورة بالإنجليزية

source: english_course_name
ar: إسم الدورة بالإنجليزية

source: course_name_arabic
ar: إسم الدورة بالعربية

source: arabic_course_name
ar: إسم الدورة بالعربية

source: description_english
ar: وصف الدورة بالإنجليزية

source: english_description
ar: وصف الدورة بالإنجليزية

source: description_arabic
ar: وصف الدورة بالعربية

source: arabic_description
ar: وصف الدورة بالعربية

source: course_members
ar: أعضاء الفريق

source: course_url
ar: رابط الدورة

source: en_tags
ar: العلامات بالإنجليزية

source: enter_en_tags_comma_separated
ar: أدخل العلامات بالإنجليزية مفصولة بفاصلة

source: example_en_tags_format
ar: Economy, Women, Empowerment

source: ar_tags
ar: العلامات بالعربية

source: enter_ar_tags_comma_separated
ar: أدخل العلامات بالعربية مفصولة بفاصلة

source: example_ar_tags_format
ar: اقتصاد، نساء، تمكين

source: course_image
ar: صورة الدورة

source: confirm_delete_course
ar: هل أنت متأكد من حذف الدورة؟

source: no_courses_found
ar: لا توجد دورات حالياً

source: search_course
ar: ابحث عن دورة

source: add_course
ar: إضافة دورة

source: mem_name_english
ar: إسم العضو بالإنجليزية

source: enter_mem_english_name
ar: الإسم بالإنجليزية

source: mem_name_arabic
ar: إسم العضو بالعربية

source: enter_mem_arabic_name
ar: الإسم بالعربية

source: enter_email_address
ar: أدخل البريد الإلكتروني

source: university_department_english
ar: الجامعة أو القسم بالإنجليزية

source: enter_english_university_department
ar: الجامعة أو القسم بالإنجليزية

source: university_department_arabic
ar: الجامعة أو القسم بالعربية

source: enter_arabic_university_department
ar: الجامعة أو القسم بالعربية

source: member_image
ar: صورة العضو

source: no members
ar: ﻻ توجد أعضاء حاليً

source: add_new_member
ar: إضافة عضو

source: pod_title_english
ar: عنوان البودكاست بالإنجليزية

source: pod_enter_english_title
ar: العنوان بالإنجليزية

source: pod_title_arabic
ar: عنوان البودكاست بالعربية

source: pod_enter_arabic_title
ar: العنوان بالعربية

source: podcast_name_english
ar: إسم البودكاست بالإنجليزية

source: enter_english_podcast_name
ar: الإسم بالإنجليزية

source: podcast_name_arabic
ar: إسم البودكاست بالعربية

source: enter_arabic_podcast_name
ar: الإسم بالعربية

source: pod_description_english
ar: وصف البودكاست بالإنجليزية

source: enter_english_pod_description
ar: وصف البودكاست بالإنجليزية

source: pod_description_arabic
ar: وصف البودكاست بالعربية

source: enter_arabic_pod_description
ar: وصف البودكاست بالعربية

source: podcast_members
ar: أعضاء الفريق

source: podcast_date
ar: تاريخ البودكاست

source: podcast_url
ar: رابط البودكاست Soundcloud

source: enter_podcast_url
ar: رابط البودكاست

source: podcast_image
ar: صورة البودكاست

source: confirm_delete_podcast
ar: هل أنت متأكد من حذف البودكاست؟

source: no_podcasts_found
ar: لا توجد بودكاست حالياً

source: search_podcast
ar: ابحث عن بودكاست

source: add_podcast
ar: إضافة بودكاست

source: re_title_english
ar: عنوان البحث بالإنجليزية

source: re_enter_title_in_english
ar: العنوان بالإنجليزية

source: re_title_arabic
ar: عنوان البحث بالعربية

source: re_enter_title_in_arabic
ar: العنوان بالعربية

source: author_name_english
ar: إسم الكاتب بالإنجليزية

source: enter_author_name_in_english
ar: إسم الكاتب بالإنجليزية

source: author_name_arabic
ar: إسم الكاتب بالعربية

source: enter_author_name_in_arabic
ar: إسم الكاتب بالعربية

source: enter_author_email
ar: عنوان البريد الإلكتروني للكاتب

source: current_hero_image
ar: الصورة الحالية

source: re_en_content
ar: المحتوى بالإنجليزية

source: re_ar_content
ar: المحتوى بالعربية

source: additional_images
ar: صور إضافية

source: confirm_delete_image
ar: هل أنت متأكد من حذف الصورة؟

source: confirm_delete_research
ar: هل أنت متأكد من حذف البحث؟

source: no_researches_found
ar: لا توجد بحوث حالياً

source: search_research
ar: ابحث عن بحث

source: add_research
ar: إضافة بحث

source: Invalid email format
ar: تنسيق البريد الإلكتروني غير صالح

source: Disposable email addresses are not allowed
ar: لا يُسمح بالبريد الإلكتروني المؤقت. يرجى استخدام بريد صالح

source: Email domain does not have valid MX records
ar: نطاق البريد الإلكتروني غير صالح. يرجى التحقق من البريد الإلكتروني
